tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'
brew 'ack'
brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'curl'
brew 'findutils'
brew 'git'
brew 'htop'
brew 'hub'
brew 'jpeg'
brew 'libxml2'
brew 'macvim', args: ['with-override-system-vim']
brew 'mhash'
brew 'mcrypt'
brew 'ncdu'
brew 'node'
brew 'optipng'
brew 'pgrep'
brew 'rename'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget', args: ['with-iri']
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/composer-completion'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/rsync'
cask 'atom'
cask 'bartender'
cask 'dropbox'
cask 'handbrake'
cask 'google-chrome'
cask 'moom'
cask 'sonos'
cask 'subler'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
