tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'brona/iproute2mac'

brew 'ack'
brew 'bash'
brew 'bash-completion'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'curl'
brew 'findutils'
brew 'git'
brew 'grep'
brew 'htop'
brew 'hub'
brew 'iproute2mac'
brew 'jpeg'
brew 'libxml2'
brew 'macvim', args: ['with-override-system-vim']
brew 'mhash'
brew 'mcrypt'
brew 'ncdu'
brew 'node'
brew 'optipng'
brew 'pgrep'
brew 'rename'
brew 'rsync'
brew 'ruby'
brew 'ssh-copy-id'
brew 'tmux'
brew 'tree'
brew 'vagrant-completion'
brew 'watch'
brew 'wget', args: ['with-iri']
brew 'zsh'
brew 'zsh-completions'

cask 'atom'
cask 'backblaze'
cask 'bartender'
cask 'dropbox'
cask 'handbrake'
cask 'google-chrome'
cask 'sequel-pro'
cask 'slack'
cask 'sonos'
cask 'subler'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
