tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask'
tap 'getantibody/homebrew-tap'
tap 'blendle/blendle'
tap 'instrumenta/instrumenta'
tap 'derailed/k9s'

brew 'antibody'
brew 'bash'
brew 'bash-completion'
brew 'zsh'
brew 'zsh-completions'

brew 'ack'
brew 'bzip2'
brew 'coreutils'
brew 'curl'
brew 'findutils'
brew 'gettext'
brew 'fzf'
brew 'grep'
brew 'httpstat'
brew 'iproute2mac'
brew 'libiconv'
brew 'libxml2'
brew 'zlib'

brew 'ncdu'
brew 'pgrep'
brew 'tldr'
brew 'tree'
brew 'watch'

brew 'git'
brew 'hub'
brew 'php'
brew 'composer'
brew 'go'
brew 'python'
brew 'ruby'
brew 'yarn'

brew 'vagrant-completion'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'kubectl'
brew 'kubeval'
brew 'kns'
brew 'k9s'
brew 'terraform'

cask 'vagrant'
cask 'virtualbox'
cask 'google-cloud-sdk'
cask 'github'
